archiso
base
base-devel
bat
better-control-git
broot
btrfs-assistant
btrfs-progs
cubiomes-viewer
dkms
docker
docker-buildx
dust
easyeffects
fail2ban
fd
fwupd
fzf
gamemode
gamescope
git
github-cli
google-chrome
gping
heroic-games-launcher-bin
htop
illogical-impulse-agsv1-git
illogical-impulse-agsv1-git-debug
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-fonts-themes
illogical-impulse-gnome
illogical-impulse-gtk
illogical-impulse-hyprland
illogical-impulse-microtex-git
illogical-impulse-microtex-git-debug
illogical-impulse-oneui4-icons-git
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-screencapture
illogical-impulse-widgets
intel-ucode
iptsd
keepassxc
kitty
lib32-nvidia-utils
libcamera
libva-nvidia-driver-git
libwacom-surface
linux-firmware
linux-firmware-marvell
linux-surface
linux-surface-headers
logiops
lutris
man-db
man-pages
mangohud
nano
neofetch
neovim
nvidia-container-toolkit
nvidia-dkms
nvidia-prime
nvidia-settings
pacman-contrib
plasma-browser-integration
proton-ge-custom-bin
refind
refind-btrfs
reflector
snap-pac
snapper
sof-firmware
spicetify-cli
spotify-launcher
steam
stow
sudo
surface-control
surface-dtx-daemon
thefuck
thermald
timeshift
tldr
tree
ttf-meslo-nerd
ufw
vesktop
visual-studio-code-bin
xclip
yay-bin
yay-bin-debug
zsh
zsh-completions
